Revit 2024 API
ParameterTypeId.RbsElecLoadsummaryConnectedLoadParam Property
 "Connected Load (VA)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecLoadsummaryConnectedLoadParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecLoadsummaryConnectedLoadParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecLoadsummaryConnectedLoadParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace